[
  {"id":"chomazDipolarPhysicsReview2023","abstract":"Abstract\n            Since the achievement of quantum degeneracy in gases of chromium atoms in 2004, the experimental investigation of ultracold gases made of highly magnetic atoms has blossomed. The field has yielded the observation of many unprecedented phenomena, in particular those in which long-range and anisotropic dipole–dipole interactions (DDIs) play a crucial role. In this review, we aim to present the aspects of the magnetic quantum-gas platform that make it unique for exploring ultracold and quantum physics as well as to give a thorough overview of experimental achievements. Highly magnetic atoms distinguish themselves by the fact that their electronic ground-state configuration possesses a large electronic total angular momentum. This results in a large magnetic moment and a rich electronic transition spectrum. Such transitions are useful for cooling, trapping, and manipulating these atoms. The complex atomic structure and large dipolar moments of these atoms also lead to a dense spectrum of resonances in their two-body scattering behaviour. These resonances can be used to control the interatomic interactions and, in particular, the relative importance of contact over dipolar interactions. These features provide exquisite control knobs for exploring the few- and many-body physics of dipolar quantum gases. The study of dipolar effects in magnetic quantum gases has covered various few-body phenomena that are based on elastic and inelastic anisotropic scattering. Various many-body effects have also been demonstrated. These affect both the shape, stability, dynamics, and excitations of fully polarised repulsive Bose or Fermi gases. Beyond the mean-field instability, strong dipolar interactions competing with slightly weaker contact interactions between magnetic bosons yield new quantum-stabilised states, among which are self-bound droplets, droplet assemblies, and supersolids. Dipolar interactions also deeply affect the physics of atomic gases with an internal degree of freedom as these interactions intrinsically couple spin and atomic motion. Finally, long-range dipolar interactions can stabilise strongly correlated excited states of 1D gases and also impact the physics of lattice-confined systems, both at the spin-polarised level (Hubbard models with off-site interactions) and at the spinful level (XYZ models). In the present manuscript, we aim to provide an extensive overview of the various related experimental achievements up to the present.","accessed":{"date-parts":[["2024",11,29]]},"author":[{"family":"Chomaz","given":"Lauriane"},{"family":"Ferrier-Barbut","given":"Igor"},{"family":"Ferlaino","given":"Francesca"},{"family":"Laburthe-Tolra","given":"Bruno"},{"family":"Lev","given":"Benjamin L"},{"family":"Pfau","given":"Tilman"}],"citation-key":"chomazDipolarPhysicsReview2023","container-title":"Reports on Progress in Physics","container-title-short":"Rep. Prog. Phys.","DOI":"10.1088/1361-6633/aca814","ISSN":"0034-4885, 1361-6633","issue":"2","issued":{"date-parts":[["2023",2,1]]},"page":"026401","source":"DOI.org (Crossref)","title":"Dipolar physics: a review of experiments with magnetic quantum gases","title-short":"Dipolar physics","type":"article-journal","URL":"https://iopscience.iop.org/article/10.1088/1361-6633/aca814","volume":"86"},
  {"id":"KetterleBEC2002","accessed":{"date-parts":[["2024",11,5]]},"author":[{"family":"Anglin","given":"James R."},{"family":"Ketterle","given":"Wolfgang"}],"citation-key":"KetterleBEC2002","container-title":"Nature","container-title-short":"Nature","DOI":"10.1038/416211a","ISSN":"0028-0836, 1476-4687","issue":"6877","issued":{"date-parts":[["2002",3]]},"language":"en","license":"http://www.springer.com/tdm","page":"211-218","source":"DOI.org (Crossref)","title":"Bose–Einstein condensation of atomic gases","type":"article-journal","URL":"https://www.nature.com/articles/416211a","volume":"416"}
]
